dovanviet04112004/esp32s3-face-attendance/firmware/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_PARTITION_TABLE_CUSTOM_FILENAME="partitions.dev.csv"
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
CONFIG_FREERTOS_HZ=1000

# A bad image has to undo itself: the app marks the slot valid only once it runs.
CONFIG_BOOTLOADER_APP_ROLLBACK_ENABLE=y
